Revit 2027 API
FamilyTypeSet.Contains Method
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual bool Contains(
	FamilyType item
)
Public Overridable Function Contains (
	item As FamilyType
) As Boolean
public:
virtual bool Contains(
	FamilyType^ item
)
abstract Contains :
        item : FamilyType -> bool
override Contains :
        item : FamilyType -> bool
Parameters
item FamilyType
Return Value
Boolean
See Also
Reference
FamilyTypeSet Class
Autodesk.Revit.DB Namespace